Repository: jpawlowski/openvpn-als
Catalog: ovpnals-language/src/fr-FR/omegat/project_save.tmx
Source language: en_us
Languages: fr_fr

source: Set's the alignment of the message text, options available are justify and center.
fr_fr: Set's the alignment de the message text, options available are justify and center.

source: Information about OpenVPN-ALS copyright, licensing and trademarks.
fr_fr: Information à propos d'OpenVPN-ALS droit, license et marques déposés.

source: OpenVPN-ALS:::My Network Places
fr_fr: OpenVPN-ALS:::Mes Favoris Réseaux

source: Proxy servers configured.
fr_fr: Serveur Proxy configuré.

source: Here you can start and stop SSL Tunnels from your computer to machines inside your network. Please contact your network administrator if the SSL Tunnel to which you require access is missing.
fr_fr: Ici vous pouvez démarrer et arrêter les Tunnels SSL de votre réseau. Contactez votre Administrateur si l'accès aux Tunnels SSL est manquant.

source: Welcome to <strong>OpenVPN-ALS!</strong> A secure gateway to your network.
fr_fr: Bienvenue sur <strong>OpenVPN-ALS!</strong> Une passerelle sécurisée vers votre réseau.

source: Are you sure you want to shutdown OpenVPN-ALS? There may be users currently connected. If OpenVPN-ALS is running as a service, you will also have the option to restart the server.
fr_fr: Etes-vous sur de voloir éteindre OpenVPN-ALS ? Il peut y avoir des utilisateurs de connectés. Si OpenVPN-ALS est démarré en tant que service, vous avez l'option de redemarrage de serveur.

source: Please provide modules for the Authentication Scheme.
fr_fr: Please provide modules for the Authentification Scheme.

source: Details the current status of OpenVPN-ALS including logged-on users, memory allocation and other information on your hardware.
fr_fr: Details the current status de OpenVPN-ALS including logged-on users, memory allocation and other information on votre hardware.

source: Policy Attribute
fr_fr: Stratégie Attribut

source: Step 1 - Web Forward Type
fr_fr: Etape 1 - Type d'application

source: Attached tunnel to policies.
fr_fr: Attached tunnel to stratégies.

source: Step 2 - Application Details
fr_fr: Etape 2 - Détails de l'application

source: Access right name must be {0} characters or less.
fr_fr: Access right nom must be {0} characters or less.

source: If set to anything other than <b>No Message</b>, a message will be displayed to all users when they logon. This setting determines the icon that will be displayed next to the message.
fr_fr: Si set to anything other than <b>Non Message</b>, a message will be displayed to all users when they logon. Thest setting determines the icon that will be displayed next to the message.

source: Restart
fr_fr: Redémarrer

source: Download the Certificate for {0}.
fr_fr: Download the Certificatfor {0}.

source: Signed Certificate 30 Day Trial
fr_fr: Signed Certificat30 Day Trial

source: Shutdown OpenVPN-ALS
fr_fr: Eteindre OpenVPN-ALS

source: OpenVPN-ALS:::Create Group
fr_fr: OpenVPN-ALS:::Create Groupe

source: Old name
fr_fr: Ancien nom

source: Shutdown or restart the OpenVPN-ALS.
fr_fr: Arrêter ou redémarrer OpenVPN-ALS.

source: Neither Active DNS nor Hosts Header was supplied. One of these options must be supplied.
fr_fr: Ni le DNS Actif ni l'En-tête d'Hôtes n'ont été fournis. Une de ces options doivent être fournies.

source: Agent has {0} tunnel(s) open but no active connections.
fr_fr: L'agent a {0} tunnel(s) d'ouvert mais aucune connections active.

source: LMHOSTS file path
fr_fr: Chemin du fichier LMHOSTS

source: Select on Login
fr_fr: Select on Connexion

source: Hostname, IP address or port for <strong>{3}</strong> is not valid. Must be in the format <i>hostname[:port]</i> or <i>address[:port]</i>
fr_fr: Nom d'hôte, adresse IP ou port pour <strong>{3}</strong> n'est pas valide. Doit être au format i>Nom d'hôte[:port]</i> ou <i>addresse[:port]</i>

source: Someone else has already opened a remote tunnel using port {0}. Please try again later. If the problem persists, contact your administrator
fr_fr: Someone else has already opened a remote tunnel using port {0}. Please try again later. Si the problem persists, contact votre administrator

source: No network place name has been provided.
fr_fr: Aucun nom de Favoris Réseau n'a été fournit.

source: Your download has expired but you may still be able access it through your temporary download store. Click <b><a class="externalLink" href="{0}">Here</a></b> to access your download store.
fr_fr: Votre téléchargement a expiré mais vous pouvez y avoir accès par votre dépôt de téléchargement provisoire. Cliquer sur <b><a class="externalLink" href="{0}">Ici</a></b> pour acceder a votre dépôt de téléchargement.

source: The number of days after the last password change that the user will be forced to change the password. If you do not want the users to change their password you should set this value to zero.
fr_fr: Le number de days after the last mot de passe changer that the utilisateur will be forced to change the mot de passe. Si you do not want the users to change their password you should set thest value to zero.

source: New certificate created.
fr_fr: Nouveau certificat crée.

source: Shutdown or Restart
fr_fr: Arrêter ou Redémarrer

source: Password
fr_fr: Mot de passe

source: SSL Certificates
fr_fr: SSL Certificats

source: Favourites added.
fr_fr: Favoris ajoutés.

source: Move this replacement up.
fr_fr: Move thest replacement up.

source: SOCKS username
fr_fr: SOCKS utilisateur

source: {0} is invalid. Port should only contain digits!
fr_fr: {0} est invalid. Port should only contain digits!

source: The selected IP Restriction will be deleted. Deleting this IP Restriction will prevent you accessing the system from your current IP Address. Are you sure?
fr_fr: Le selected IP Restriction will be deleted. Deleting thest IP Restriction will prevent you accessing the system from votre current IP Address. Are you sure?

source: You must select at least one policy to attach this application shortcut.
fr_fr: Vous devez sélectionner au moins une stratégie pour ce raccourci.

source: OpenVPN-ALS:::Reset Users Private Key
fr_fr: OpenVPN-ALS:::Réinitialiser la clé de l'utilisateur

source: Client certificate for server authentication installed.
fr_fr: Client certificatfor server authentification installed.

source: You must supply a valid Host.
fr_fr: Vous devez fournir un nom d'hôte valide.

source: The policy creation wizard is now complete. Please review any information below.
fr_fr: Le stratégie creatien tant quesistant est now complete. Please review any information below.

source: Content
fr_fr: Contenu

source: Received shutdown instruction during heartbeat
fr_fr: Received éteindre instruction during heartbeat

source: The underlying database does not support updating of user accounts. You may only change passwords.
fr_fr: La base de données sous-jacente ne supporte pas la mise a jour des comptes d'utilisateurs. Vous pouvez seulement changer les mots de passe.

source: Host:
fr_fr: Hôte:

source: Create, edit, remove and select your profiles.
fr_fr: Créer, éditer, supprimer vos profils

source: Startup Profile
fr_fr: Profil de départ

source: This key store should contain a single key to be used as your SSL server certificate.
fr_fr: Thest key store should contain a single key to be used as votre SSL server certificate.

source: Custom Access Rights
fr_fr: Droits d'accès personnalisés

source: Include the standard user base 'CN=Users ....' built from the domain name. If you do not include these you will have to manually add your own user base string to the the 'Additional user bases' list. See the documentation for more details.
fr_fr: Include the standard utilisateur base 'CN=Users ....' built from the domain nom. Si you do not include these you will have to manually add votre propre user base string to the the 'Additional user bases' list. See the documentation for more details.

source: Shortcut name
fr_fr: Nom du raccourci

source: View or Edit this profiles properties
fr_fr: Voir où éditer les propriétés de ce profil

source: Old password is incorrect.
fr_fr: Ancien mot de passe incorrect.

source: Hostname / Address
fr_fr: Nom d'hôte / Address

source: Show Folders
fr_fr: Afficher les dossiers

source: You currently have no IP restrictions defined. This will allow all hosts to attempt access to the system.
fr_fr: You currently have non IP restrictions defined. Thest will allow all hosts to attempt accès to the system.

source: Click here if you wish to create a new personal application thats launches one of the application extensions that have been installed.
fr_fr: Cliquer ici si vous voulez créer une application personnel qui sera lancée par une extension installée.

source: Step 5 - Configure Proxies
fr_fr: Etape 5 - Configure Proxies

source: You no longer have any Management Console permissions, switched to User Console# OpenVPN-ALS Category Information
fr_fr: Vous n'avez pas les permissions sur la console d'administration, passez en mode utilisateur

source: Remove IP Restriction.
fr_fr: Supprimer la restriction d'IP.

source: Restarting
fr_fr: Redemarrage

source: OpenVPN-ALS::::Create Attribute Definition
fr_fr: OpenVPN-ALS::::Create Attribut Definition

source: Password:
fr_fr: Mot de passe:

source: Reset User Attributes
fr_fr: Réinitialiser Utilisateur Attributs

source: Must select 1 or more resources to cut.
fr_fr: Vous devez sélectionner au moins une ressource a couper.

source: User Recipients
fr_fr: Utilisateur Recipients

source: Resource persist time (seconds)
fr_fr: Ressource persist time (seconds)

source: Host Type
fr_fr: Type d'hôte

source: Selected Policies
fr_fr: Selected Stratégies

source: The name of the directory where the Agent will store downloaded applications and other resources. This directory will be stored in the users home (the actual location of which will vary from platform to platform).
fr_fr: Le nom de the directory where the Agent will store downloaded applications and other ressources. Thest directory will be stored in the users home (the actual location de which will vary from platform to platform).

source: Invalid hostname. Officially, only alphanumeric characters, '-' and '.' are supported in hostnames although in practice you may have hostnames that contain other characters such as '_'.
fr_fr: Nom d'hôte invalide. Officiellement, seul les caractères Alphanumerique, '-' et '.' sont supportés par les nom d'hôtes même si en pratique ils peuvent contenir d'autres caractères comme '_'.

source: Edit Authentication Scheme
fr_fr: Editer Authentification Scheme

source: Redirect to valid hostname
fr_fr: Rediriger vers un nom d'hôte valide

source: Click here if you wish to create a new system right to allow other policies to configure the OpenVPN-ALS system.
fr_fr: Cliquerici si you wish to create a new system right to allow other stratégies to configure the OpenVPN-ALS system.

source: Your password does not match the current policy for this system.
fr_fr: Votre mot de passe ne répond pas à la stratégie actuelle du système.

source: An error has occured. Review the fields below and try again.
fr_fr: An erreur has occured. Review the fields below and try again.

source: User home is {0}
fr_fr: Utilisateur home est {0}

source: Web Forward created.
fr_fr: Application Web créée.

source: Yes
fr_fr: Oui

source: No scheme found in URI: {0}
fr_fr: Non scheme found in URI: {0}

source: Cancel Install
fr_fr: Annuler l'installation

source: Include distribution groups.
fr_fr: Include distribution groupes.

source: Debug Console
fr_fr: Console de debogage

source: The default language for the server itself and all users sessions.
fr_fr: Le default language for the server itself and all users sessions.

source: This page allows to you to edit your personal <i>Attributes</i>
fr_fr: Cette page vous permet d'éditer vos <i>Attributs</i> personnels

source: Destination URL
fr_fr: Url de destination

source: Path part {0} should start with a '/'.
fr_fr: le chemin {0} devrait commencer par un '/'.

source: Summary
fr_fr: Règle

source: No destination supplied.
fr_fr: Aucune destination de fournit.

source: Configure the OpenVPN-ALS user interface
fr_fr: Configurer l'interface utilisateur d'OpenVPN-ALS

source: Remove Favorite
fr_fr: Supprimer le Favoris

source: Review the information below before clicking on <strong>Finish</strong> to create the Authentication Scheme.
fr_fr: Review the information below before clicking on <strong>Finish</strong> to create the Authentification Scheme.

source: OpenVPN-ALS:::About OpenVPN-ALS
fr_fr: OpenVPN-ALS:::A propos OpenVPN-ALS

source: Add Favorite
fr_fr: Ajouter un Favoris

source: The following extensions are currently installed and updates are available from the 3SP Application Store. To update, click on the <strong>Update</strong> button
fr_fr: Le following extensions are currently installed and updates are available from the 3SP Application Store. To update, cliqueron the <strong>Update</strong> button

source: Passive
fr_fr: Passif

source: You must specify a super user.
fr_fr: Vous devez spécifier un super utilisateur.

source: City:
fr_fr: Ville:

source: Edit Global Profile
fr_fr: Edit Global Profil

source: Review the information below before clicking on <strong>Finish</strong> to create the application shortcut.
fr_fr: Vérifiez les informations avant de cliquer sur <strong>Terminer</strong> pour créer le raccourci.

source: Disable Certificate Warning
fr_fr: Désactiver l'avertissement de certificat

source: Attached profile to policies.
fr_fr: Attached profil to stratégies.

source: Create Personal Profile
fr_fr: Créer un profil personnel

source: Authentication Type used for service account authentication. If end-users have non-ascii usernames, Simple authentication must be used.
fr_fr: Authentification Type used for service compte authentification. Si end-users have non-ascii usernames, Simple authentication must be used.

source: An Internal security error has occured. Please inform the administrator of this server.
fr_fr: Une erreur de sécurité interne s'est produite. Renseignez vous auprès de votre administrateur.

source: Add this item to my favorites.
fr_fr: Ajouter à Mes Favoris.

source: No filename provided.
fr_fr: Nom de fichier manquant.

source: Create Network Place
fr_fr: Créer un Favoris Réseau

source: Maximum number of retries to apply to each Domain Controller
fr_fr: Maximum number de retries to apply to each Domain Controller

source: Access right <b>{0}</b> deleted.
fr_fr: Accès right <b>{0}</b> deleted.

source: OpenVPN-ALS:::Resource Information
fr_fr: OpenVPN-ALS:::Ressource Information

source: Download Complete.
fr_fr: Téléchargement terminé.

source: Path {0} is already in use by another web forward.
fr_fr: Le chemin {0} est déjà en cours d'utilisation par une autre Application Web.

source: Failed to attach to access right to policies. {0}
fr_fr: Failed to attach to accès right to stratégies. {0}

source: Failed to install certificate purchased from 3SP.com. {1}
fr_fr: Failed to Installer certificatpurchased from 3SP.com. {1}

source: You must select a user database to configure.
fr_fr: Vous devez sélectionner une base de donnée utilisateur à configurer.

source: No items match the provided filter.
fr_fr: Aucun article n'a été trouvé par le filtre.

source: Delete file.
fr_fr: Supprimer le(s) fichier(s).

source: OS Name
fr_fr: OS Nom

source: You cannot disable the user you are logged on as.
fr_fr: You cannot disable the utilisateur you are connecté en tant que.

source: The mimimum number of threads to reserver for the web server.
fr_fr: Le mimimum number de threads to reserver for the web server.

source: No username supplied.
fr_fr: Aucun utilisateur fourni.

source: Failed to install client certificate for server authentication. {1}
fr_fr: Failed to Installer client certificatfor server authentification. {1}

source: Choose the profile you wish to use upon startup. If <i>Select At Login</i> is chosen, you will be given the oppurtunity to select your profile upon login.
fr_fr: Choose the profil you wish to use upon startup. Si <i>Select At Connexion</i> est chosen, you will be given the oppurtunity to select votre profile upon login.

source: New
fr_fr: Nouveau

source: No Authentication Scheme name has been provided.
fr_fr: Non Authentification Scheme nom has been provided.

source: Failed to create new policy. {0}
fr_fr: Failed to create new stratégie. {0}

source: OpenVPN-ALS:::Restarting
fr_fr: OpenVPN-ALS:::Redmarrage

source: The maximum number of logon attempts before the logon is temporarily locked. Use a value of zero to disable all account locking features.
fr_fr: Le maximum number de logon attempts before the logon est temporarily locked. Use a value de zero to disable all compte locking features.

source: Application {0} cannot be loaded as it requires Java version {1}. The current installed version of Java is {2}.
fr_fr: Application {0} cannot be loaded as it requires Java version {1}. Le current installed version de Java est {2}.

source: You must provide a description for this profile.
fr_fr: You must provide a description for thest profil.

source: View remote file systems that have been configured for you to use.
fr_fr: Voir la liste des Favoris Réseaux.

source: Login revoked from {0} accounts of {1} selected.
fr_fr: Connexion revoked from {0} comptes de {1} selected.

source: The selected Group will no longer be held in the system, are you sure you wish to delete this Group?
fr_fr: Le groupe sélectionné ne sera plus tenu par le système, êtes-vous sur de vouloir supprimer ce groupe ?

source: Username
fr_fr: Utilisateur

source: User cannot delete their own account!
fr_fr: Utilisateur cannot delete their propre compte!

source: The maximum number of temporary locks before the account is permanently disabled. Use a value of zero to never lock accounts.
fr_fr: Le maximum number de temporary locks before the compte est permanently disabled. Use a value de zero to never lock comptes.

source: Fragment contains invalid escape sequence!
fr_fr: Fragment contains invalide escape sequence!

source: Click here if you wish to create a new policy and grant principals access to it.
fr_fr: Cliquerici si you wish to create a new stratégie and grant principals accès to it.

source: Temporary Multiple Connection (Webforward) tunnel {0} is out of date, closing.
fr_fr: Temporary Multiple Connection (Webforward) tunnel {0} est out de date, closing.

source: You may further configure this attribute definition using the optional fields below.
fr_fr: You may further configure thest attribut definition using the optional fields below.

source: Choose the policies that you wish to attach this resource to.
fr_fr: Choose the stratégies that you wish to attach thest ressource to.

source: The first module must be capable of primary authentication.
fr_fr: Le first module must be capable de primary authentification.

source: The deleted extension contains at least one plugin. You must now <a href="/showShutdown.do">Restart</a> the server.
fr_fr: L'extension supprimée contient au moins un plugin. Vous devez <a href="/showShutdown.do">redémarrer maintenant</a> le serveur.

source: Read Only
fr_fr: Lecture seulement

source: Resource Name
fr_fr: Nom de ressource

source: Use imported certificate / keystore
fr_fr: Utiliser le certificat importé

source: The destination port should be a number between 1 and 65535.
fr_fr: Le destination port should be a number between 1 and 65535.

source: Forgotten your old password? Check to reset your private key.
fr_fr: Forgotten votre old mot de passe? Check to reset votre private key.

source: The wizard has now finished. Please review any information below.
fr_fr: Le assistant has now finished. Please review any information below.

source: <strong>{0}</strong> isn't a valid Theme.
fr_fr: <strong>{0}</strong> n'est pas un thème valide.

source: Due to the nature of the key store, the <strong>Name</strong> of the certificate will be stored as all lower case regardless of the case you use.
fr_fr: Due to the nature de the key store, the <strong>Nom</strong> de the certificatwill be stored as all lower case regardless de the case you use.

source: Application descriptor:
fr_fr: Description de l'application:

source: Request for an unknown extension ({0}) has been made.
fr_fr: Une requete pour une extension inconnue ({0}) à été faite.

source: Super user created.
fr_fr: Super utilisateur created.

source: Displays information about the current page.
fr_fr: Affiche des informations concernant la page en cours

source: Most number of users ever online
fr_fr: Most number de users ever online

source: New name
fr_fr: Nouveau nom

source: Failed to create new application shortcut. {0}
fr_fr: Echec lors de la création du nouveau raccourci. {0}

source: XML Parse Exception during parsing of {0}: at {1}: {2}
fr_fr: XML Parse Exception during parsing de {0}: at {1}: {2}

source: Dir is {0}
fr_fr: Dir est {0}

source: Create Tunneled Web
fr_fr: Créer un tunnel

source: OpenVPN-ALS:::Edit Application Shortcut
fr_fr: OpenVPN-ALS:::Edit le raccourci

source: To prevent the client from holding resources unnecessarily, the datagram socket used for nameservice queries is closed after this time period which is specified in seconds. The default is 5 seconds.
fr_fr: Pour empêcher le client de tenir des ressources inutilement, le socket utilisé est fermés à partir d'une certaine période qui est spécifiée en secondes. Le temps par défaut est de 5 secondes.

source: OpenVPN-ALS:::Install
fr_fr: OpenVPN-ALS:::Installer

source: Selected Groups
fr_fr: Selected Groupes

source: This network place type connects to WebDAV servers (HTTP only, no HTTPS support yet)
fr_fr: Ce type de Favoris Réseau connecte au servuer WebDAV(HTTP only, non HTTPS support yet)

source: Return to the root of this network place.
fr_fr: Retour à la racine de ce réseau.

source: Active
fr_fr: Actif

source: Application Shortcut Deleted
fr_fr: Raccourci supprimé

source: Security Questions
fr_fr: Sécurité Questions

source: Web Forward name must be {0} characters or less.
fr_fr: Le nom de l'Application Web doit être d'au plus {0} caractères.

source: SSL Tunnels
fr_fr: Tunnels SSL

source: You must select at least one policy to attach this resource to.
fr_fr: You must select at least one stratégie to attach thest ressource to.

source: The tunnel failed to start: {0}
fr_fr: Le tunnel failed to start: {0}

source: Details:
fr_fr: Détails:

source: Network Place Created
fr_fr: Favoris Réseau crée

source: No application named {0}.
fr_fr: Pas de nom d'application {0}.

source: Copy this web forward
fr_fr: Copier cette Application Web

source: No local connection listener with ticket {0}
fr_fr: Non local connection listener with ticket {0}

source: Create a profile.
fr_fr: Create a profil.

source: System Configuration
fr_fr: Configuration système

source: OpenVPN-ALS will restart in 10 seconds.
fr_fr: OpenVPN-ALS va redémarrer dans 10 secondes.

source: You must assign one or more groups to the user.
fr_fr: You must assign one or more groupes to the utilisateur.

source: Userinfo may not be specified if host is not specified!
fr_fr: Userinfo may not be specified si host est not specified!

source: Install Complete
fr_fr: Installation complète

source: Profile saved.
fr_fr: Profil sauvegardé.

source: Edit Policy
fr_fr: Edit Stratégie

source: OpenVPN-ALS Agent is now running
fr_fr: L'Agent OpenVPN-ALS est maintenant démarré

source: Web Forward Name:
fr_fr: Nom d'Application Web:
